/**
 * Вывести на консоль 5 раз (каждый раз с новой строки) своё имя.
 */

package module_0;

public class Task4 {
    public static void main(String[] args) {
        for (int i = 0; i < 5; ++i) {
            System.out.println("Egor");
        }
    }
}
