/**
 * Сейчас 3126 год. Мой друг родился 8 лет назад. Написать программу, выводящую на экран год рождения моего друга.
 */

package module_0;

public class Task8 {
    public static void main(String[] args) {
        System.out.println("My friend's year of birth= " + (3126 - 8));
    }
}
